Repository: pwsafe/pwsafe
Catalog: help/pwsafeRU/omegat/tm/pwsafe_ru-ui.tmx
Source language: en_us
Languages: ru_ru

source: Font st&yle:
ru_ru: С&тиль шрифта:

source: For security, the database must be closed before connecting to the Internet. Press OK to close database and continue (Changes will be saved)
ru_ru: Из соображений безопасности перед подключением к Интернет необходимо закрыть контейнер. Нажмите OK для закрытия контейнера и продолжения (изменения будут сохранены)

source: Found %d known column headers:
ru_ru: Обнаружено %d известных заголовков столбцов:

source: Found 1 match.
ru_ru: Найдено одно совпадение.

source: French
ru_ru: Французская

source: Fully collapsed
ru_ru: Полностью свёрнуто

source: Fully expanded
ru_ru: Полностью развёрнуто

source: Gaelic
ru_ru: Гэльская

source: Generate &Password
ru_ru: Создать &пароль

source: Generate &Pronounceable passwords
ru_ru: Создавать &произносимые пароли

source: Generate Password
ru_ru: Создать пароль

source: Georgian
ru_ru: Грузинская

source: Georgian (Ergonomic)
ru_ru: Грузинская (эргономичная)

source: Georgian (QWERTY)
ru_ru: Грузинская (QWERTY)

source: German
ru_ru: Немецкая

source: German (IBM)
ru_ru: Немецкая (IBM)

source: Get &Help F1
ru_ru: &Помощь F1

source: Given path is a directory or file is read-only
ru_ru: Указанный путь является каталогом или файл доступен только для чтения

source: Go
ru_ru: Перейти

source: Greek
ru_ru: Греческая

source: Greek (220)
ru_ru: Греческая (220)

source: Greek (220) Latin
ru_ru: Греческая (220, латиница)

source: Greek (319)
ru_ru: Греческая (319)

source: Greek (319) Latin
ru_ru: Греческая (319, латиница)

source: Greek Latin
ru_ru: Греческая (латиница)

source: Greek Polytonic
ru_ru: Греческая (политоническая)

source: Group
ru_ru: Группа

source: Group [Mandatory Field]
ru_ru: Группа [Обязательное поле]

source: Group copied
ru_ru: Группа скопирована

source: Group/Title
ru_ru: Группа/заголовок

source: Group:
ru_ru: Группа:

source: Group Title Username Password Expiry Date
ru_ru: Группа Заголовок Имя пользователя Дата истечения пароля

source: Gujarati
ru_ru: Гуджаратская

source: HK
ru_ru: Гонконгская

source: Hausa
ru_ru: Хауса

source: Hebrew
ru_ru: Иврит

source: Help
ru_ru: Помощь

source: Help (F1)
ru_ru: Помощь (F1)

source: Hexadecimal characters
ru_ru: Шестнадцатеричные цифры

source: Hexadecimal is mutually exclusive to all other options!
ru_ru: Опция «шестнадцатеричные цифры» не совместима с другими опциями!

source: Hide System Tray icon (Hot Key MUST be active)
ru_ru: Скрывать значок (должна быть задана горячая клавиша)

source: Highlight changed entries
ru_ru: Выделить изменённые элементы

source: Hindi Traditional
ru_ru: Хинди (традиционная)

source: History
ru_ru: История

source: Hot Key
ru_ru: Вызов по

source: Hungarian
ru_ru: Венгерская

source: Hungarian 101-key
ru_ru: Венгерская (101 клавиша)

source: I am a ...
ru_ru: Тип элемента

source: Icelandic
ru_ru: Исландская

source: Icon
ru_ru: Значок

source: If enabled, a 'snapshot' will be taken before every save, and named according to the options listed below.
ru_ru: Если включено, то при каждом сохранении будет создаваться «снимок» с учётом указанных опций.

source: If requested, then a delimiter character must be entered!
ru_ru: Если запрошено, должен быть указан символ-разделитель!

source: If the passphrase is the same as the currently opened database, properties of this backup are shown.
ru_ru: Если пароль для резервной копии совпадает с текущим, будут отображены свойства резервного контейнера.

source: If this is the first database opened on the startup of PasswordSafe, PasswordSafe will exit. If not, the new open will be cancelled and the existing opened database, if any, will remain open.
ru_ru: Если это контейнер открытый при запуске PasswordSafe, то приложение будет закрыто. Иначе, открытие нового контейнера будет отменено, а ранее открытый контейнер (если такой имеется) останется открытым.

source: If this keyboard supports characters via the %s, then this key will be enabled and can be used to select them. You may need to also select the Shift key to see them.
ru_ru: Если указанная раскладка поддерживает ввод символов через %s, то эта клавиша будет активна и может быть использована для их выбора. Возможно, потребуется нажать Shift, чтобы увидеть их.

source: Igbo
ru_ru: Игбо

source: Ignore all Failsafe Backup files and continue with the currently selected database.
ru_ru: Игнорировать все аварийные резервные копии и открыть выбранный контейнер.

source: Import &From
ru_ru: Импортировать &из

source: Import &Text
ru_ru: Импорт из простого &текста

source: Import &XML
ru_ru: Импорт из &XML

source: Import KeePass V1 CSV
ru_ru: Импорт KeePass V1 CSV

source: Import KeePass V1 TXT
ru_ru: Импорт KeePass V1 TXT

source: Import Text Settings
ru_ru: Настройки импорта из простого текста

source: Import Text failed
ru_ru: Сбой при импорте из простого текста

source: Import XML Settings
ru_ru: Настройки импорта из XML

source: Import XML failed
ru_ru: Сбой при импорте из XML

source: Import aborted. Please see report.
ru_ru: Импорт прерван. Причина указана в отчёте.

source: Import failed
ru_ru: Сбой при импорте

source: Import to change passwords of existing entries ONLY
ru_ru: При импорте только изменить пароли у существующих элементов

source: Import under Group?
ru_ru: Импортировать в группу?

source: Imported
ru_ru: Импортировано

source: Imported %d %s
ru_ru: Импортировано %d %s

source: In Headers(%s)/In Entries(
ru_ru: В заголовках(%s)/в элементах(

source: Inactive
ru_ru: Неактивен

source: Incorrect Passkey
ru_ru: Неверный пароль

source: Incorrect filename.
ru_ru: Неправильное имя файла.

source: Incorrect passkey, not a PasswordSafe database, or a corrupt database.
ru_ru: Указан неверный пароль или файл повреждён/не является контейнером PasswordSafe.

source: Incorrect password
ru_ru: Неверный пароль

source: Incremented Number [001-999]
ru_ru: Автонумератор [001-999]

source: Index is bigger than password length (%d).
ru_ru: Номер превосходит длину пароля (%d).

source: Index is invalid or missing
ru_ru: Индекс не указан или недопустим

source: Index must be greater than or equal to 1.
ru_ru: Номер должен быть не меньше 1.

source: Index not numeric
ru_ru: Индекс не является числовым

source: Initial Tree View
ru_ru: Вид дерева при старте

source: Initial system tray icon
ru_ru: Значок в области уведомлений

source: Input string is empty
ru_ru: Пустая строка ввода

source: Insert
ru_ru: Вставить

source: Insufficient memory to perform operation.
ru_ru: Недостаточно памяти для выполнения операции.

source: Intermediate Backups
ru_ru: Промежуточная резервная копия

source: Internal application error.
ru_ru: Внутренняя ошибка приложения.

source: Internal error. Import failed. No records imported.
ru_ru: Внутренняя ошибка. Сбой при импорте. Записи не были импортированы.

source: Internal error: An invalid flag was specified
ru_ru: Внутренняя ошибка: указан недопустимый флаг

source: Internal error: Couldn't initialize config file XML structure
ru_ru: Внутренняя ошибка: невозможно инициализировать структуру XML-файла

source: Internal error: Invalid oflag or pmode argument
ru_ru: Внутренняя ошибка: неверный аргумент oflag или pmode

source: Internal error: Out of file handles
ru_ru: Внутренняя ошибка: исчерпаны дескрипторы (handles) файлов

source: Internal error: Unexpected error number
ru_ru: Внутренняя ошибка: неизвестный номер ошибки

source: Invalid Filter schema.
ru_ru: Неверная схема фильтра.

source: Invalid Parameter
ru_ru: Неверный параметр

source: Invalid input on line %d. Number of fields separated by '%c' is not as expected.
ru_ru: Недопустимый ввод в строке %d. Количество полей разделённых '%c' не совпадает с ожидаемым.

source: Irish
ru_ru: Ирландская

source: Italian
ru_ru: Итальянская

source: Italian (142)
ru_ru: Итальянская (142)

source: Japanese
ru_ru: Японская

source: KBytes
ru_ru: Кб

source: Kannada
ru_ru: Каннада

source: Kazakh
ru_ru: Казахская

source: KeePass V1 CSV File...
ru_ru: CSV-файл KeePass V1...

source: KeePass V1 TXT File...
ru_ru: TXT-файл KeePass V1...

source: Keep
ru_ru: Хранить

source: Keyboard type:
ru_ru: Тип клавиатуры:

source: Korean
ru_ru: Корейская

source: Kyrgyz Cyrillic
ru_ru: Киргизская (кириллица)

source: L Ctrl
ru_ru: Лев. Ctrl

source: Last Access Time
ru_ru: Время последнего доступа

source: Last Accessed
ru_ru: Последний раз использовалось

source: Last Modified
ru_ru: Последний раз изменялось

source: Last accessed on:
ru_ru: Последнее обращение:

source: Last clipboard action
ru_ru: Последнее действие с буфером обмена

source: Last saved by:
ru_ru: Сохранил:

source: Last saved on:
ru_ru: Дата сохранения:

source: Latest version? Click <a href="%s">here</a> to check.
ru_ru: Новая версия? Щёлкните <a href="%s">здесь</a> для проверки.

source: Latin American
ru_ru: Латиноамериканская

source: Latvian
ru_ru: Латышская

source: Latvian (QWERTY)
ru_ru: Латышская (QWERTY)

source: Left Ctrl key
ru_ru: левый Ctrl

source: Left click here to change. Right click here to reset or remove it. After selecting the shortcut key combination, press Enter to set it.
ru_ru: Левый клик для изменения. Правый - сброс или удаление. После выбора комбинации нажмите Enter для сохранения.

source: Length of passwords generated in hexadecimal format must be even as each byte is two hexadecimal digits.
ru_ru: Длина генерируемого шестнадцатеричного пароля должна быть чётной, так как каждый байт представим двумя шестнадцатеричными цифрами.

source: Line %d skipped - Only %d fields found, whereas parsing the Header says there should be %d.
ru_ru: Строка %d пропущена: указано лишь %d элементов (согласно заголовку должно быть %d).

source: Line %d skipped. It has an empty mandatory Password field.
ru_ru: Строка %d пропущена. Обязательно поле «пароль» не заполнено.

source: Line %d skipped. It has an empty mandatory Title field.
ru_ru: Строка %d пропущена. Обязательно поле «заголовок» не заполнено.

source: Line %d:
ru_ru: Строка %d:

source: Line delimiter in Notes field:
ru_ru: Разделитель строк в заметках:

source: List
ru_ru: Список

source: Lithuanian
ru_ru: Литовская

source: Lithuanian IBM
ru_ru: Литовская (IBM)

source: Lithuanian Standard
ru_ru: Литовская (стандартная)

source: Lock Safe
ru_ru: Заблокировать контейнер

source: Lock password database after
ru_ru: Блокировать контейнер после

source: Lock password database on minimize
ru_ru: Блокировать контейнер при сворачивании

source: Lock password database on workstation lock
ru_ru: Блокировать контейнер при блокировке компьютера

source: MBytes
ru_ru: Мб

source: Mail system DLL is invalid.
ru_ru: Неправильная библиотека DLL почтовой системы.

source: Make Backup
ru_ru: Создать резервную копию

source: Manage Filters
ru_ru: Управление фильтрами

source: Manage password history of current entries
ru_ru: Управление историей паролей для существующих элементов

source: Maori
ru_ru: Маорийская

source: Marathi
ru_ru: Маратхская

source: Max.
ru_ru: Макс.

source: Maximum number of backups kept using incremented number suffix must be between 1 and 999.
ru_ru: Максимальное количество сохраняемых резервных копий при использовании автонумератора должно быть от 1 до 999.

source: Maximum number of days that can be specified is %d
ru_ru: Максимальное количество дней %d

source: Maximum number stored
ru_ru: Максимальное количество сохранённых

source: Maximum value for first number and 'Between' rule
ru_ru: Максимальное значение для первого числа и правила «между»

source: Menu Item
ru_ru: Пункт меню

source: Merge
ru_ru: Слияние

source: Merge failed
ru_ru: Сбой при слиянии

source: Merge...
ru_ru: Слияние...

source: Merging database: %s
ru_ru: Слияние с контейнером: %s

source: Migrate PasswordSafe configuration to user directory
ru_ru: Переместить файл настроек в каталог пользователя

source: Minimize after Autotype
ru_ru: Свернуть после автонабора

source: Minimum digit characters
ru_ru: Минимальное кол-во цифр

source: Minimum lowercase characters
ru_ru: Минимально кол-во строчных букв

source: Minimum symbol characters
ru_ru: Минимальное кол-во символов

source: Minimum uppercase characters
ru_ru: Минимальное кол-во прописных букв

source: Misc.
ru_ru: Разное

source: Missing XSD File
ru_ru: XSD-файл не указан

source: Missing ending curly bracket for variable name
ru_ru: Отсутствует фигурная скобка после имени переменной

source: Missing ending round bracket for Autotype value
ru_ru: Отсутствует закрывающая круглая скобка после значения для автонабора

source: Missing ending square bracket for index value
ru_ru: Отсутствует закрывающая квадратная скобка после значения индекса

source: Mixed
ru_ru: Смешанное

source: Mongolian Cyrillic
ru_ru: Монгольская (кириллица)

source: Move Here
ru_ru: Переместить сюда

source: Must be at least %d
ru_ru: Должно быть не меньше %d

source: N/A
ru_ru: Н/Д

source: NOTE: Changing this entry's own password will make this a normal entry and break the link with its base?
ru_ru: Примечание. Изменение пароля для элемента приведёт к преобразованию его в обычный элемент и удалению связи с исходным элементом.

source: Name
ru_ru: Имя

source: Name. Name. Name.
ru_ru: Имя. Имя. Имя.

source: Name:
ru_ru: Имя:

source: Nested &Tree
ru_ru: &Древовидный список

source: Never
ru_ru: Никогда

source: New
ru_ru: Новый

source: New Database
ru_ru: Новый контейнер

source: New Group
ru_ru: Новая группа

source: New Safe Combination:
ru_ru: Новый пароль:

source: New Version Found!
ru_ru: Обнаружена новая версия!

source: New safe combination and confirmation do not match
ru_ru: Новый пароль и его подтверждение не совпадают

source: Next >
ru_ru: Далее >

source: No
ru_ru: Нет

source: No Safe open
ru_ru: Нет открытых контейнеров

source: No change
ru_ru: Без изменений

source: No criteria defined
ru_ru: Условие не указано

source: No database open with which to compare against another database!
ru_ru: Нет открытых контейнеров для сравнения!

source: No entries satisfied your selection criteria, so none can be %s!
ru_ru: Нет элементов, удовлетворяющих условиям фильтра!

source: No entries selected
ru_ru: Элементы не выбраны

source: No entry exists within this database matching your specifications.
ru_ru: Элементы соответствующие условиям отсутствуют.

source: No error message is available.
ru_ru: Отсутствует сообщение об ошибке.

source: No error occurred.
ru_ru: Нет ошибки.

source: No fields selected for export!
ru_ru: Не выбраны поля для экспорта!

source: No fields selected for searching!
ru_ru: Не выбраны поля для поиска!

source: No fields selected to compare!
ru_ru: Не выбраны поля для сравнения!

source: No fields selected to filter the display!
ru_ru: Не выбраны поля для фильтра!

source: No fields selected to synchronize!
ru_ru: Не указаны поля для синхронизации!

source: No function selected for basing your restrictions.
ru_ru: Не выбрана функция соответствующая указанным ограничениям.

source: No items matched your filter
ru_ru: Элементы удовлетворяющие фильтру отсутствуют

source: No matches found.
ru_ru: Совпадений не обнаружено.

source: No object selected for basing your restrictions.
ru_ru: Не выбран объект соответствующий указанным ограничениям.

source: No records in import file!
ru_ru: В импортируемом файле нет записей!

source: No reports exist in the same directory as the current database.
ru_ru: В каталоге текущего контейнера отчётов не обнаружено.

source: No rows are enabled
ru_ru: Нет разблокированных полей

source: No rule selected
ru_ru: Правило не выбрано

source: None
ru_ru: Нет

source: Normal entry
ru_ru: Обычный элемент

source: Normal entry - password expired
ru_ru: Обычный элемент - пароль истёк

source: Normal entry - warning password will expire
ru_ru: Обычный элемент - пароль скоро истечёт

source: Norwegian
ru_ru: Норвежская

source: Norwegian with Sami
ru_ru: Норвежская (с саамским)

source: Not all of the system registry entries (or INI file) were removed.
ru_ru: Не все записи системного реестра (или файла INI) были удалены.

source: Note that if you choose to recover the auto-saved documents, you must explicitly save them to overwrite the original documents. If you choose to not recover the auto-saved versions, they will be deleted.
ru_ru: Заметьте, при выборе восстановления автоматически сохранённых документов вам потребуется явно сохранить их, чтобы перезаписать исходные документы. Если не восстановить автоматически сохранённые версии, они будут удалены.

source: Note: Empty fields are shown as »*»
ru_ru: Примечание. Пустые поля отображаются как «*»

source: Note: Entry format is »Group»Title»Username»
ru_ru: Примечание. Формат элемента: «Группа» «Заголовок» «Имя пользователя»

source: Note: These preferences are only used when importing into an empty database.
ru_ru: Примечание: эти настройки используются только при импорте в пустой контейнер.

source: Notes
ru_ru: Заметки

source: Notes copied
ru_ru: Заметки скопированы

source: Number is set to the maximum value. 'Greater than' is not allowed.
ru_ru: Установлено максимальное значение. Отношение «больше чем» не разрешено.

source: Number is set to the minimum value. 'Less than' is not allowed.
ru_ru: Установлено минимальное значение. Отношение «меньше чем» не разрешено.

source: Number of Entries
ru_ru: Количество элементов

source: Number of Entries:
ru_ru: Количество элементов:

source: Number of Groups
ru_ru: Количество групп

source: Number of Groups:
ru_ru: Количество групп:

source: Number of Unknown Fields
ru_ru: Количество неизвестных полей

source: Number of entries in database
ru_ru: Количество элементов в контейнере

source: Number of entries processed: %d Number of UUIDs fixed: %d Number of Password Histories fixed: %d Number of non-unique Group/Title/User fixed: %d Number of Alias warnings issued: %d Number of Shortcut warnings issued: %d Number of entries with fields that cannot be fully displayed: %d
ru_ru: Обработано элементов: %d Исправлено UUID-значений: %d Исправлено элементов истории паролей: %d Исправлено неуникальных комбинаций Группа/Заголовок/Имя пользователя: %d Количество предупреждений о псевдонимах: %d Количество предупреждений о ярлыках %d Количество элементов с полями, которые не могут быть полностью отображены: %d

source: Number of entries that had their 'maximum saved passwords' changed to the new default was %d
ru_ru: Количество элементов у которых значение «количество запоминаемых паролей» было изменено на новое: %d

source: Number of entries that had their settings changed to not save password history was: %d
ru_ru: Количество элементов для которых отключено ведение истории паролей: %d

source: Number of entries that had their settings changed to save password history was: %d
ru_ru: Количество элементов для которых включено ведение истории паролей: %d

source: Number of unknown fields:
ru_ru: Количество неизвестных полей:

source: Number stored
ru_ru: Сохранено значений

source: Numeric Pad
ru_ru: Ввод кода

source: Off
ru_ru: Выкл.

source: Old Safe Combination:
ru_ru: Старый пароль:

source: One of more preferences have been changed. Are you sure you wish to cancel?
ru_ru: Один или несколько параметров были изменены. Вы уверены, что нужно отклонить изменения?

source: One or more auto-saved documents were found.
ru_ru: Были найдены один или несколько автоматически сохранённых документов.

source: Only in Original DB: %d; Only in Comparison DB: %d; In both (differences): %d; In both (identical): %d
ru_ru: Только в исходном: %d; Только в сравниваемом: %d; В обоих (отличающихся): %d; В обоих (совпадающих): %d

source: Open
ru_ru: Открыть

source: Open Password Database:
ru_ru: Открыть контейнер:

source: Open as read-only
ru_ru: Открыть только для чтения

source: Open database
ru_ru: Открыть контейнер

source: Open database read-only by default
ru_ru: По умолчанию открывать контейнер только для чтения

source: Options
ru_ru: Настройки

source: Or
ru_ru: Или

source: Original
ru_ru: Исходный

source: Original Database:
ru_ru: Исходный контейнер:

source: Original Value:
ru_ru: Исходное значение:

source: Oriya
ru_ru: Ория

source: Other:
ru_ru: Указано:

source: Out of memory.
ru_ru: Недостаточно памяти.

source: Passkey incorrect
ru_ru: Неверный пароль

source: Passkey needed to save. Please unlock database and try again
ru_ru: Для сохранения требуется пароль. Разблокируйте контейнер и повторите попытку

source: Passphrase
ru_ru: Пароль

source: Passphrase character count:
ru_ru: Количество символов в пароле:

source: Password
ru_ru: Пароль

source: Password Database:
ru_ru: Контейнер:

source: Password Expiry Date
ru_ru: Дата истечения пароля

source: Password Expiry Interval
ru_ru: Срок истечения пароля

source: Password History
ru_ru: История паролей

source: Password History Filter
ru_ru: Фильтр по истории паролей

source: Password Length
ru_ru: Длина пароля

source: Password Modified
ru_ru: Пароль изменён

source: Password Modified Time
ru_ru: Время изменения паролей

source: Password Policy
ru_ru: Политика создания паролей

source: Password Policy Filter
ru_ru: Фильтр по политике создания паролей

source: Password Policy Override
ru_ru: Замещение политики создания паролей

source: Password Safe - <Untitled Restored Backup>
ru_ru: Password Safe - <Восстановлено из резервной копии>

source: Password Safe Backups (*.bak)|*.bak|Password Safe Intermediate Backups (*.ibak)|*.ibak||
ru_ru: Резервные копии Password Safe (*.bak)|*.bak|Промежуточные резервные копии (*.ibak)|*.ibak||

source: Password Safe Backups (*.bak)|*.bak||
ru_ru: Резервные копии Password Safe (*.bak)|*.bak||

source: Password Safe Databases (*.psafe3)|*.psafe3|All files (*.*)|*.*||
ru_ru: Контейнеры Password Safe (*.psafe3)|*.psafe3|Все файлы (*.*)|*.*||

source: Password Safe Databases (*.psafe3; *.dat)|*.psafe3; *.dat|All files (*.*)|*.*||
ru_ru: Контейнеры Password Safe (*.psafe3; *.dat)|*.psafe3; *.dat|Все файлы (*.*)|*.*||

source: Password Safe Databases (*.psafe3; *.dat)|*.psafe3; *.dat|Password Safe Backups (*.bak)|*.bak|Password Safe Intermediate Backups (*.ibak)|*.ibak|All files (*.*)|*.*||
ru_ru: Контейнеры Password Safe (*.psafe3; *.dat)|*.psafe3; *.dat|Резервные копии Password Safe (*.bak)|*.bak|Промежуточные резервные копии (*.ibak)|*.ibak|Все файлы (*.*)|*.*||

source: Password Safe has been compiled as %s but CPU is really %s. You may not be able to open files or saved files may be incompatible with other platforms.
ru_ru: Password Safe был собран для процессора %s но запущен на %s. Возможно, вы не сможете открывать файлы, или сохраняемые файлы будут несовместимы с другими платформами.

source: Password [Mandatory Field]
ru_ru: Пароль [Обязательное поле]

source: Password implies this is an alias entry, but
ru_ru: Подразумевается, что это псевдоним, но

source: Password implies this is an alias entry, but specifies a base entry with no title. Every entry must have a title.
ru_ru: Подразумевается, что это псевдоним, но ссылка указывает на безымянный элемент. У каждого элемента должен быть заголовок.

source: Password is too short
ru_ru: Пароль слишком короткий

source: Password last changed on:
ru_ru: Пароль изменён:

source: Password length is less than sum of 'at least' constraints
ru_ru: Длина пароля меньше, чем сумма ограничении вида «не менее»

source: Password length must be between 4 and 1024.
ru_ru: Длина пароля должна быть от 4 до 1024 символов.

source: Password length:
ru_ru: Длина пароля:

source: Password minimum length
ru_ru: Минимальная длина пароля

source: Password should be mixed case, with at least one digit or punctuation character
ru_ru: Пароль должен содержать буквы обоих регистров и не менее одной цифры или знака препинания

source: PasswordSafe V%d.%d.%d (Build %s) has had an error.
ru_ru: В PasswordSafe V%d.%d.%d (Сборка %s) обнаружена ошибка.
